/* %1$@ = current page; %2$@ = number of pages */
"%1$@ of %2$@" = "%1$@ av %2$@";

/* %1$@ = source name (e.g. “another app”); %2$@ = non-relative localized date/time string (e.g. “Dec 1, 2017 at 3:53 PM”) */
"This shortcut was imported from %1$@ on %2$@." = "Denne snarveien ble importert fra %1$@ %2$@.";

/* %1$@ = source name (e.g. “another app”); %2$@ = relative localized date/time string (e.g. “yesterday at 3:53 PM”) */
"This shortcut was imported from %1$@ %2$@." = "Denne snarveien ble importert fra %1$@ %2$@.";

/* %@ = action name */
"Add “%@”" = "Legg til «%@»";

/* %@ = action name */
"Remove “%@”" = "Fjern «%@»";

/* %@ = service name */
"Do you want to sign out of %@ in Shortcuts?" = "Vil du logge av %@ i Snarveier?";

/* %@ = service name */
"Do you want to sign out of %@?" = "Vil du logge av %@?";

/* %@ = source app name */
"This shortcut was imported from %@. Are you sure you want to run it?" = "Denne handlingen ble importert fra %@. Er du sikker på at du vil utføre den?";

/* %@ = type (can also be empty string); e.g. “as Date”; above it, there is a variable name such as “Event” */
"as %@" = "som %@";

/* %@=action name */
"Delete the actions inside “%@”, too?" = "Slette handlingene i «%@» også?";

/* %@=app name */
"Install %@" = "Installer %@";

/* A label for the row in settings that shows the Siri phrase that the user has configured for a workflow */
"Siri Phrase" = "Siri-uttrykk";

/* Access resource action settings title */
"Accounts" = "Kontoer";

/* Accessibility accouncement */
"Finished editing shortcuts" = "Fullførte redigeringssnarveier";

/* Accessibility accouncement; %@=action name */
"Favorited %@" = "Gjorde %@ til favoritt";

/* Accessibility accouncement; %@=action name */
"Un-favorited %@" = "Fjernet %@ fra favoritter";

/* Accessibility accouncement; shortcut started running */
"Running shortcut" = "Utfører snarvei";

/* Accessibility action */
"Delete shortcut" = "Slett snarvei";

/* Accessibility action */
"Duplicate shortcut" = "Dupliser snarvei";

/* Accessibility action */
"Favorite Action" = "Gjør handling til favoritt";

/* Accessibility action */
"Rename shortcut" = "Endre navn på snarvei";

/* Accessibility action */
"Un-favorite Action" = "Fjern handling fra favoritter";

/* Accessibility action or discoverability title */
"Edit shortcut" = "Rediger snarvei";

/* Accessibility action or discoverability title */
"Run shortcut" = "Utfør snarvei";

/* Accessibility annoucement when inserting an action to a shortcut; %@ = action name */
"added %@ to shortcut" = "la til %@ i snarvei";

/* Accessibility annoucement; input types that are accepted */
"Accepted Input Types" = "Aksepterte inndatatyper";

/* Accessibility announcement */
"Closed variables tray" = "Lukket variabelskuff";

/* Accessibility announcement */
"Editing shortcuts" = "Redigerer snarveier";

/* Accessibility announcement */
"Opened variables tray" = "Variabelskuff åpnet";

/* Accessibility announcement spoken aloud when the user starts dragging */
"dragging" = "flytter";

/* Accessibility announcement that shortcut finished running */
"Shortcut finished" = "Snarvei er fullført";

/* Accessibility announcement when inserting an action above another action, %1$@ & %2$@ = action names */
"added %1$@ to shortcut above %2$@" = "la til %1$@ i snarvei over %2$@";

/* Accessibility announcement when inserting an action below another action, %1$@ & %2$@ = action names */
"added %1$@ to shortcut below %2$@" = "la til %1$@ i snarvei under %2$@";

/* Accessibility announcement when moving an action in a shortcut above another action; %@=action name */
"moved above %@" = "flyttet over %@";

/* Accessibility announcement when moving an action in a shortcut below another action; %@=action name */
"moved below %@" = "flyttet under %@";

/* Accessibility announcement when removing an action from a shortcut; %@=action name */
"removed %@" = "fjernet %@";

/* Accessibility announcement; %@ = shortcut name */
"Duplicated %@" = "Dupliserte %@";

/* Accessibility announcement; collapsed parameter */
"collapsed" = "minimert";

/* Accessibility announcement; dragging a shortcut */
"Dragging" = "Flytte";

/* Accessibility announcement; expanded parameter */
"expanded" = "utvidet";

/* Accessibility announcement; shortcut stopped running because it was paused */
"Shortcut stopped" = "Snarvei stoppet";

/* Accessibility hint */
"Closes the shortcut" = "Lukker snarveien";

/* Accessibility hint */
"Creates a new shortcut" = "Oppretter en ny snarvei";

/* Accessibility hint */
"Deletes the selected shortcuts" = "Sletter de markerte snarveiene";

/* Accessibility hint */
"Double-tap to add to the bottom of the shortcut. Double-tap and hold, then drag to customize the position in the shortcut." = "Dobbelttrykk for å legge til noe i bunnen av snarveien. Dobbelttrykk og hold, og flytt for å tilpasse plasseringen i snarveien.";

/* Accessibility hint */
"Draggable. Double-tap and hold, wait for the sound, then drag to re-order. Double tap to select." = "Flyttbar. Endre rekkefølgen ved å dobbelttrykke og holde, vente på lyden og deretter flytte. Dobbelttrykk for å markere.";

/* Accessibility hint */
"Duplicates the selected shortcuts" = "Dupliserer de markerte snarveiene";

/* Accessibility hint */
"This shortcut will be displayed in the Shortcuts action extension (in the iOS share menu) when the content being shared is one of the types you select here." = "Denne snarveien vil vises i Snarveier-handlingstillegget (i delingsmenyen i iOS) når innholdet som deles, er en av typene du har valgt her.";

/* Accessibility hint */
"Turns off shortcut editing mode" = "Slår av redigeringsmodus for snarveier";

/* Accessibility hint */
"Turns on shortcut editing mode" = "Slår på redigeringsmodus for snarveier";

/* Accessibility hint for collapsing the actions drawer */
"Double-tap to collapse the actions drawer to half screen" = "Dobbelttrykk for å minimere skuffen med handlinger til halv skjerm";

/* Accessibility hint for expanding the actions drawer */
"Double-tap to fully expand the actions drawer" = "Dobbelttrykk for å utvide skuffen med handlinger helt";

/* Accessibility hint on action */
"Double-tap to read the action description." = "Dobbelttrykk for å lese handlingsbeskrivelse.";

/* Accessibility hint on action */
"Draggable. Double-tap and hold, wait for the sound, then drag to re-order. Double-tap to read the action description." = "Flyttbar. Endre rekkefølgen ved å dobbelttrykke og holde, vente på lyden og deretter flytte. Dobbelttrykk for å lese handlingsbeskrivelsen.";

/* Accessibility hint; Workflow Sync switch control */
"Double tap to toggle setting" = "Dobbelttrykk for å endre innstilling";

/* Accessibility hint; choose parameter */
"Double tap to choose" = "Dobbelttrykk for å velge";

/* Accessibility hint; collapse parameter */
"Double-tap to collapse" = "Dobbelttrykk for å minimere";

/* Accessibility hint; double tap to insert variable */
"Double tap to insert" = "Dobbelttrykk for å sette inn";

/* Accessibility hint; expand parameter */
"Double-tap to expand" = "Dobbelttrykk for å utvide";

/* Accessibility hint; shortcut cell; %@=shortcut name */
"Runs the shortcut %@" = "Utfører snarveien %@";

/* Accessibility label */
"Add Tag" = "Legg til etikett";

/* Accessibility label */
"Close" = "Lukk";

/* Accessibility label */
"Create Shortcut" = "Opprett snarvei";

/* Accessibility label */
"Show Keyboard" = "Vis tastatur";

/* Accessibility label for containers of nested actions, ex: Inside of Repeat */
"Inside of %@" = "Inne i %@";

/* Accessibility label or discoverability title */
"Redo" = "Utfør likevel";

/* Accessibility label or discoverability title */
"Undo" = "Angre";

/* Accessibility label to convey minimized state of actions table view */
"Minimized" = "Minimert";

/* Accessibility label to convey the collapsed state of the actions table view when it is only partially expanded */
"Half screen" = "Halv skjerm";

/* Accessibility label to convey the fully expanded state of the actions table view */
"Full screen" = "Fullskjerm";

/* Accessibility label; %@ = action name, %d = action progress; e.g. Download URL action - Running - 38 percent completed */
"%@ action - Running - %d percent completed" = "%@-handling – utføres nå – %d prosent fullført";

/* Accessibility label; %@ = action name; e.g. Show Alert action, New Ulysses Group action */
"%@ action" = "%@-handling";

/* Accessibility label; remove search filter */
"Remove filter" = "Fjern filter";

/* Accessibility label; shortcut cell not selected; %@=shortcut name */
"%@ (not selected)" = "%@ (ikke valgt)";

/* Accessibility value; switch is on */
"On" = "På";

/* Accessiblity announcement; release finger to remove; %@=action name */
"Release to remove %@" = "Slipp for å fjerne %@";

/* Action does not do anything to input and simply returns it as the output */
"This action passes input through as output." = "Denne handlingen sender inndata videre som utdata.";

/* Action extension input variable description */
"Gets the input that was passed into the beginning of the shortcut." = "Henter inndata som ble sendt til begynnelsen av snarveien.";

/* Action extension; no Share Sheet shortcuts */
"You don’t have any Share Sheet shortcuts yet.\n\nTo add one, create a shortcut and turn on “Show in Share Sheet” in its settings." = "Du har ingen delingsarksnarveier ennå.\n\nDu kan legge til en ved å opprette en snarvei og slå på «Vis i delingsark» i innstillingene for snarveien.";

/* Action extension; no search results */
"No shortcuts match the search." = "Ingen treff på snarveier for søket.";

/* Action extension; no shortcuts */
"You don’t have any shortcuts yet." = "Du har ingen snarveier ennå.";

/* Actions provided by Siri Suggestions; title or button */
"Siri Suggestions" = "Forslag fra Siri";

/* Activity subject; %@ = shortcut name */
"Shortcut: %@" = "Snarvei: %@";

/* Add action to a shortcut button title */
"Add to this shortcut" = "Legg til i snarveien";

/* Add search filter */
"Add Filter" = "Legg til filter";

/* Alert body for creating iCloud link */
"Anyone with access to this shared link will be able to view the contents of this shortcut." = "Alle med tilgang til denne delte koblingen vil kunne se innholdet i denne snarveien.";

/* Alert title */
"Error" = "Feil";

/* Alert title for creating iCloud link */
"Create iCloud Link" = "Opprett iCloud-kobling";

/* Allow access to service */
"Allow Access" = "Gi tilgang";

/* App not installed; accessiblity hint */
"(Not Installed) %@" = "(Ikke installert) %@";

/* App search view; navigation bar title */
"Choose App" = "Velg app";

/* App search view; no results */
"No results." = "Ingen treff.";

/* App search view; search bar placeholder */
"Search apps…" = "Søk etter apper…";

/* Apple Watch complication */
"Complication" = "Komplikasjon";

/* Apple Watch shortcuts empty state */
"You don’t have any Apple Watch shortcuts yet." = "Du har ingen Apple Watch-snarveier ennå.";

/* Apple Watch shortcuts empty state description */
"Select which shortcuts should be displayed in the Shortcuts Complication on the clock face of your Apple Watch.\n\nOver time, Shortcuts will optimize when your shortcuts are shown in the Complication based on when you run them." = "Velg hvilke snarveier som skal vises i Snarveier-komplikasjonen på urskiven på Apple Watch.\n\nSnarveier vil over tid optimalisere visningen av snarveiene i komplikasjonen basert på når du bruker dem.";

/* Apps category */
"Apps" = "Apper";

/* Ask When Run variable description */
"Asks you to enter text when this shortcut runs." = "Ber deg om å skrive inn tekst når snarveien utføres.";

/* Boolean false */
"False" = "Usann";

/* Boolean true */
"True" = "Sann";

/* Button */
"Back" = "Tilbake";

/* Button */
"Cancel" = "Avbryt";

/* Button */
"Choose Variable" = "Velg variabel";

/* Button */
"Clear" = "Fjern";

/* Button */
"Delete Actions" = "Slett handlinger";

/* Button */
"Delete Shortcut" = "Slett snarvei";

/* Button */
"Done" = "Ferdig";

/* Button */
"Get More Shortcuts" = "Last ned flere snarveier";

/* Button */
"Go Back" = "Gå tilbake";

/* Button */
"Help" = "Hjelp";

/* Button */
"Keep Actions" = "Behold handlinger";

/* Button */
"Next" = "Neste";

/* Button */
"OK" = "OK";

/* Button */
"Remove Action" = "Fjern handling";

/* Button */
"Remove Action From Shortcut" = "Fjern handling fra snarvei";

/* Button */
"Remove Photo" = "Fjern bilde";

/* Button */
"Select Magic Variable" = "Velg magisk variabel";

/* Button */
"Select Photo" = "Velg bilde";

/* Button */
"Show Action Settings" = "Vis handlingsinnstillinger";

/* Button */
"Show Actions" = "Vis handlinger";

/* Button */
"Sign Out" = "Logg av";

/* Button */
"Take Photo" = "Ta bilde";

/* Button in Share Sheet; add this shortcut to home screen */
"Add to Home Screen (Share Sheet)" = "Legg til på Hjem-skjerm";

/* Button in Workflow settings; add this shortcut to home screen */
"Add to Home Screen (Workflow Settings)" = "Legg til på Hjem-skjerm";

/* Button or title */
"Delete" = "Slett";

/* Button or title */
"Run Shortcut" = "Utfør snarvei";

/* Button or title */
"Settings" = "Innstillinger";

/* Button or title */
"Variables" = "Variabler";

/* Button title */
"Add to Siri" = "Legg til i Siri";

/* Button title to import a shortcut */
"Get Shortcut" = "Hent snarvei";

/* Button; makes output view full screen */
"Show Result Full-Screen" = "Vis resultatet i fullskjerm";

/* Button; take a guided tour of building a workflow */
"Take a Guided Tour" = "Få en omvisning";

/* Button; used for sharing a shortcut's result */
"Share Result" = "Del resultat";

/* Caption above list of supported apps and services */
"This shortcut works with the following apps and services:" = "Denne snarveien kan brukes med følgende apper og tjenester:";

/* Choose an item */
"Choose" = "Velg";

/* Conditional AND */
"and" = "og";

/* Conditional actions settings cell */
"Put Back “Otherwise”" = "Legg tilbake «Hvis ikke»";

/* Conditional actions settings footer text */
"Actions placed after “Otherwise” will run if the condition is false." = "Handlinger plassert etter «Hvis ikke» vil bli utført hvis betingelsen er usann.";

/* Conditional actions settings navigation bar title */
"If Action" = "Hvis-handling";

/* Confirmation HUD when link copies */
"Link copied" = "Kobling kopiert";

/* Confirmation dialog, stop sharing */
"Are you sure you want to stop sharing this shortcut? The iCloud link will be deleted and will no longer work." = "Er du sikker på at du vil avslutte delingen av denne snarveien? iCloud-koblingen vil bli slettet og vil ikke lenger kunne brukes.";

/* Confirmation when deleting selected shortcut */
"This shortcut will be deleted from all of your iCloud devices." = "Denne snarveien vil bli slettet fra alle iCloud-enhetene dine.";

/* Confirmation when deleting selected shortcuts */
"These shortcuts will be deleted from all of your iCloud devices." = "Disse snarveiene vil bli slettet fra alle iCloud-enhetene dine.";

/* Contact field; %1$@ = user entered contact; %2$@ = “a phone number or email address” or “an email address” or “a phone number” */
"“%1$@” doesn’t look like %2$@. Did you mean to add a contact?" = "«%1$@» ser ikke ut som %2$@. Var meningen å legge til en kontakt?";

/* Contact field; %@ = user entered contact */
"Use “%@” Anyway" = "Bruk «%@» likevel";

/* Contact field; accessibility label */
"Add Contact" = "Legg til kontakt";

/* Contact field; button */
"Search Contacts" = "Søk i Kontakter";

/* Contact field; supported type string */
"a phone number" = "et telefonnummer";

/* Contact field; supported type string */
"a phone number or email address" = "et telefonnummer eller en e-postadresse";

/* Contact field; supported type string */
"an email address" = "en e\U2011postadresse";

/* Content Types category */
"Content Types" = "Innholdstyper";

/* Copy link to shortcut */
"Copy Link" = "Kopier kobling";

/* Copy the link to a shortcut */
"Copy iCloud Link" = "Kopier iCloud-kobling";

/* Custom date format alert message */
"This format follows the patterns in Unicode Technical Standard #35." = "Dette formatet følger mønstrene i Unicode Technical Standard #35.";

/* Custom date format alert title */
"Custom Date Format" = "Tilpasset datoformat";

/* Custom date formatting style */
"Custom" = "Tilpasset";

/* Custom time format title */
"Custom Format" = "Tilpasset format";

/* Default option */
"Default" = "Standard";

/* Delete all shortcuts */
"Delete All" = "Slett alle";

/* Delimeter for input types */
", " = ", ";

/* Deselect all input types */
"Deselect All" = "Fjern all markering";

/* Dictionary key placeholder */
"Key" = "Nøkkel";

/* Discoverability or accessibility title */
"Shortcut Settings" = "Snarveisinnstillinger";

/* Discoverability or accessibility title */
"Stop Shortcut" = "Stopp snarvei";

/* Discoverability title */
"Close shortcut" = "Lukk snarvei";

/* Discoverability title */
"Search actions" = "Søkehandlinger";

/* Discoverability title */
"Stop shortcut" = "Stopp snarvei";

/* Displayed next to a switch to configure whether or not a workflow should appear in the share sheet */
"Show in Share Sheet" = "Vis i delingsark";

/* Displayed next to a switch to configure whether or not a workflow should be shown in the Workflow widget */
"Show in Widget" = "Vis i widget";

/* Displayed next to a switch to configure whether or not a workflow should be shown in the watch complication */
"Show in Complication" = "Vis i komplikasjon";

/* Displayed next to a switch to configure whether or not a workflow should be shown on the Apple Watch */
"Show on Apple Watch" = "Vis på Apple Watch";

/* Duplicate a shortcut */
"Duplicate Shortcut" = "Dupliser snarvei";

/* Duplicate shortcut */
"Duplicate" = "Dupliser";

/* Edit import questions back bar button title */
"Questions" = "Spørsmål";

/* Error message */
"No options available." = "Ingen valg tilgjengelig.";

/* Error message; %@=error info */
"Could not load the App Store.\n\n%@" = "Kunne ikke laste inn App Store.\n\n%@";

/* Explanation of what users can do by selecting the shortcuts shown underneath the text */
"Run shortcuts quickly using the widget." = "Utfør snarveier raskt ved å bruke widgeten.";

/* Favorite button title - action is NOT yet favorited */
"Favorite" = "Merk som favoritt";

/* Favorite button title - action is favorited */
"Favorited" = "Favoritt";

/* Filled in with the user's account name, e.g. Account: johnmiller@gmail.com */
"Account: %@" = "Konto: %@";

/* Find and filter UI; all of the below conditions are true */
"All of the following are true" = "Alt det følgende er sant";

/* Find and filter UI; any one of the below conditions are true */
"Any of the following are true" = "Noe av det følgende er sant";

/* Find filter UI layout for filter with a property and an operator (e.g. '`Start Date` `is today`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${operator}" = "${property} ${operator}";

/* Find filter UI layout for filter with a property and an operator and a follow up requirement (e.g. '`Start Date` `is today` `and`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${operator} ${and}" = "${property} ${operator} ${and}";

/* Find filter UI layout for filter with a property, operator and 2 values (e.g. '`Start Date` `is between` `8/13/18` `and` `8/16/18`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${operator} ${value} ${operator_and} ${other_value}" = "${property} ${operator} ${value} ${operator_and} ${other_value}";

/* Find filter UI layout for filter with a property, operator and 2 values and a follow up requirement (e.g. '`Start Date` `is between` `8/13/18` `and` `8/16/18` `and`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${operator} ${value} ${operator_and} ${other_value} ${and}" = "${property} ${operator} ${value} ${operator_and} ${other_value} ${and}";

/* Find filter UI layout for filter with a property, operator and value (e.g. '`Calendar` `is` `Work`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${operator} ${value}" = "${property} ${operator} ${value}";

/* Find filter UI layout for filter with a property, operator and value and a follow up requirement (e.g. '`Calendar` `is` `Work` `and`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${operator} ${value} ${and}" = "${property} ${operator} ${value} ${and}";

/* Find filter UI layout for filter with a property, operator, value and unit (e.g. '`Start Date` `is in the next` `5` `days`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${operator} ${value} ${unit}" = "${property} ${operator} ${value} ${unit}";

/* Find filter UI layout for filter with a property, operator, value and unit and a follow up requirement (e.g. '`Start Date` `is in the next` `5` `days` `and`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${operator} ${value} ${unit} ${and}" = "${property} ${operator} ${value} ${unit} ${and}";

/* Find filter UI layout for filter with just a property (e.g. '`Is All Day`'). This is used just for layout and the content between ${} should not be localized */
"${property}" = "${property}";

/* Find filter UI layout for filter with just a property and a follow up requirement (e.g. '`Is All Day` `and`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${and}" = "${property} ${and}";

/* Find filter UI operator */
"begins with" = "begynner med";

/* Find filter UI operator */
"contains" = "inneholder";

/* Find filter UI operator */
"does not contain" = "inneholder ikke";

/* Find filter UI operator */
"ends with" = "slutter med";

/* Find filter UI operator */
"is" = "er";

/* Find filter UI operator */
"is after" = "er etter";

/* Find filter UI operator */
"is before" = "er før";

/* Find filter UI operator */
"is between" = "er mellom";

/* Find filter UI operator */
"is exactly" = "er nøyaktig";

/* Find filter UI operator */
"is greater than" = "er større enn";

/* Find filter UI operator */
"is greater than or equal to" = "er større enn eller lik";

/* Find filter UI operator */
"is in the last" = "er i de siste";

/* Find filter UI operator */
"is in the next" = "i løpet av neste";

/* Find filter UI operator */
"is larger than" = "er større enn";

/* Find filter UI operator */
"is larger than or equal to" = "er større enn eller lik";

/* Find filter UI operator */
"is less than" = "er mindre enn";

/* Find filter UI operator */
"is less than or equal to" = "er mindre enn eller lik";

/* Find filter UI operator */
"is longer than" = "er lenger enn";

/* Find filter UI operator */
"is longer than or equal to" = "er lenger enn eller lik";

/* Find filter UI operator */
"is not" = "ikke er";

/* Find filter UI operator */
"is not exactly" = "ikke er nøyaktig";

/* Find filter UI operator */
"is not on" = "ikke er på";

/* Find filter UI operator */
"is on" = "er på";

/* Find filter UI operator */
"is shorter than" = "er kortere enn";

/* Find filter UI operator */
"is shorter than or equal to" = "er kortere enn eller lik";

/* Find filter UI operator */
"is smaller than" = "er mindre enn";

/* Find filter UI operator */
"is smaller than or equal to" = "er mindre enn eller lik";

/* Find filter UI operator */
"is today" = "er i dag";

/* Footer for section */
"Run this shortcut with your voice by adding it to Siri." = "Utfør denne prosedyren med stemmen din ved å legge den til i Siri.";

/* Footer for table view section */
"Use this shortcut from other apps by opening the share sheet and tapping Shortcuts." = "Du kan bruke denne snarveien fra andre programmer ved å åpne delingsarket og trykke på Snarveier.";

/* For a dictionary; description */
"Enter a key to extract its value from the dictionary, or leave blank to get the entire dictionary." = "Oppgi en nøkkel for å hente verdien fra ordboken, eller la det stå tomt for å hente hele ordboken.";

/* Format with local device name, for disambiguating sync conflicts to the user */
"%@ (This Device)" = "%@ (denne enheten)";

/* Full name of contact */
"Full Name" = "Fullt navn";

/* Full street address of location */
"Full Street Address" = "Full gateadresse";

/* Get property */
"Get" = "Hent";

/* Get value for a dictionary key */
"Get Value for Key" = "Hent verdi for nøkkel";

/* Go to next import question */
"Continue" = "Fortsett";

/* Guided tour; drag actions to here hint */
"…to here" = "…hit";

/* Guided tour; drag actions to here hint (accessibility hint) */
"Drag actions to here" = "Flytt handlinger hit";

/* Handoff info */
"This action, when run on Apple Watch, will require you to use Handoff and continue on your iPhone." = "Denne handlingen krever at du bruker Handoff og fortsetter på iPhone når den utføres på Apple Watch.";

/* Health quantity unit (e.g. mL); title */
"Unit" = "Enhet";

/* ISO 8601 date formatting style */
"ISO 8601" = "ISO 8601";

/* ISO 8601 date formatting style */
"ISO 8601 Time" = "ISO 8601-tid";

/* Icon editor accessibility label; %1$@ = glyph name, %2$@ = color name */
"%1$@ glyph, %2$@ background color" = "Glyff: %1$@. Bakgrunnsfarge: %2$@.";

/* Icon editor tip text */
"Choose a custom image to use when this shortcut is added to the home screen." = "Velg et tilpasset bilde som skal brukes når denne snarveien legges til på Hjem-skjermen.";

/* Icon editor tip text */
"The image above will be used when this shortcut is added to the home screen." = "Bildet ovenfor vil bli brukt når denne snarveien legges til på Hjem-skjermem.";

/* Icon editor; accessibility label */
"Icon Preview" = "Symbolforhåndsvisning";

/* Icon editor; accessibility label */
"Shortcut icon editor" = "Snarveissymbolredigering";

/* Icon editor; segmented control option */
"Color" = "Farge";

/* Icon editor; segmented control option */
"Glyph" = "Glyff";

/* Icon editor; segmented control option */
"Home Screen" = "Hjem-skjerm";

/* Import questions */
"Questions added here will be asked when this shortcut is imported on a different device. Answers to these questions will be filled into the shortcut." = "Spørsmål som legges til her, vil bli stilt når denne snarveien importeres på en annen enhet. Svar på disse spørsmålene vil bli fylt ut i snarveien.";

/* Import questions */
"You can try your import questions using the “Customize Shortcut” button in this shortcut's settings." = "Du kan prøve å importere spørsmål ved å bruke «Tilpass snarvei»-knappen i innstillingene for denne snarveien.";

/* Import questions detail view */
"Default Answer" = "Standardsvar";

/* Import questions detail view */
"Question Text" = "Spørsmålstekst";

/* Import questions detail view */
"Type a question here…" = "Skriv et spørsmål her…";

/* Import questions details view; navigation bar title */
"Details" = "Detaljer";

/* Import questions; button */
"Add New Question…" = "Legg til nytt spørsmål…";

/* Import questions; choose a parameter prompt */
"Choose a parameter from one of the actions below." = "Velg en parameter fra en av handlingene nedenfor.";

/* Import questions; choose parameter title */
"Choose a Parameter" = "Velg en parameter";

/* Import questions; no actions error message */
"This shortcut has no actions. Please add some actions to your shortcut before setting up Import Questions." = "Denne snarveien har ingen handlinger. Legg til noen handlinger i snarveien før du konfigurerer Importspørsmål.";

/* Indicates what types of input the shortcut accepts; %@=list of types */
"This shortcut accepts %@" = "Denne snarveien godtar %@";

/* Input types of action */
"Input" = "Inndata";

/* Input variable description */
"Gets the output of the previous action." = "Henter utdata fra den forrige handlingen.";

/* Install app icon; should match App Store GET button */
"GET" = "HENT";

/* Instructions on building a shortcut */
"Add actions from the bottom to build your shortcut." = "Legg til handlinger fra bunnen for å bygge en snarvei.";

/* Instructions on building a shortcut; please make sure to account for right-to-left layout */
"Add actions from the left to build your shortcut." = "Legg til handlinger fra venstre for å bygge en snarvei.";

/* Item can be anything */
"anything" = "alle";

/* Keep all shortcuts */
"Keep All" = "Behold alle";

/* Keep shortcuts */
"Keep" = "Behold";

/* Keep shortcuts; %lu = number of shortcuts */
"Keep %lu" = "Behold %lu";

/* Label for accessibility custom action to expand actions card */
"Expand" = "Pakk ut";

/* Label for accessibility custom action to minimize actions card */
"Collapse" = "Minimer";

/* Label for types that the workflow accepts. */
"Accepted Types" = "Aksepterte typer";

/* Like 'Add new item' or 'Add new image' */
"Add %@" = "Legg til %@";

/* List editor message (value = image, string, etc.) */
"What type of value do you want to add?" = "Hvilken type verdi vil du legge til?";

/* Long date formatting style */
"Long" = "Lang";

/* Manage sharing */
"Manage Sharing" = "Administrer deling";

/* Medium date formatting style */
"Medium" = "Mellomlang";

/* Missing action error action */
"Update Shortcuts" = "Oppdater Snarveier";

/* Missing action error title */
"This action could not be found in this version of Shortcuts." = "Fant ikke denne handlingen i denne versjonen av Snarveier.";

/* Name and store URL of product or item on App Store */
"Name and Store URL" = "Navn og butikk-URL";

/* Name of measurement unit */
"Unit (Name)" = "Enhet";

/* Navigation bar title */
"Select a Magic Variable" = "Velg en magisk variabel";

/* Navigation bar title; resolve workflow conflicts */
"Resolve Conflicts" = "Løs konflikter";

/* No variables avaiable error */
"⚠️ Variable not available." = "⚠️ Variabel ikke tilgjengelig.";

/* None option */
"None" = "Ingen";

/* Note about using the action */
"Note" = "Notat";

/* Parameter already in use by another import question */
"Already In Use" = "Allerede i bruk";

/* Parameter not supported for import question */
"Not Supported for Questions" = "Ikke støttet for spørsmål";

/* Piece of text */
"Text" = "Tekst";

/* Prompt displayed to the user when importing a shortcut where the source app is not known. */
"This shortcut was imported from another app. Are you sure you want to run it?" = "Denne handlingen ble importert fra en annen app. Er du sikker på at du vil utføre den?";

/* RFC 2822 date formatting style */
"RFC 2822" = "RFC 2822";

/* Relative date formatting style */
"Relative" = "Relativ";

/* Relative date or time formatting style */
"How Long Ago/Until" = "Hvor lenge siden/til";

/* Remote device name for sync conflict when not known */
"Unknown Device" = "Ukjent enhet";

/* Rename Magic Variable prompt message; %@ = action name */
"This name will be used for all of this %@ action’s Magic Variables." = "Dette navnet vil bli brukt på alle de magiske variablene i denne %@-handlingen.";

/* Rename Magic Variable prompt title */
"Rename Magic Variable" = "Endre navn på magisk variabel";

/* Rename shortcut alert title */
"Rename Shortcut" = "Endre navn på snarvei";

/* Rename shortcut message */
"Enter a new name for your shortcut." = "Angi et nytt navn for snarveien.";

/* Rename workflow or variable */
"Rename" = "Endre navn";

/* Requirements for the action (having certain apps installed, iOS version, etc.) */
"Requires" = "Krever";

/* Result types of action */
"Result" = "Resultat";

/* Reveal action that is associated with the variable */
"Reveal Action" = "Vis handling";

/* Scripting category */
"Scripting" = "Prosedyrer";

/* Search bar placeholder or keycommand discoverability title */
"Search" = "Søk";

/* Section header title; Apple Watch complication shortcuts */
"Complication Shortcuts" = "Komplikasjonssnarveier";

/* Select all input types */
"Select All" = "Marker alt";

/* Sentence describing the current filter. The first argument (%@) is the search action and the second argument (%@) is the property (e.g. '`Find Calendar Events Where` `Start Date`…') */
"%@ %@…" = "%@ %@…";

/* Sentence describing the current filter. The first argument (%@) is the search action, the second argument (%@) is the property and the third argument (%@) is the operator that is used (e.g. '`Find Calendar Events Where` `Start Date` `is in the next`…') */
"%@ %@ %@…" = "%@ %@ %@…";

/* Sentence describing the current filter. The first argument (%@) is the search action, the second argument (%@) is the property, the third argument (%@) is the operator that is used and the fourth argument (%@) is the value (e.g. '`Find Calendar Events Where` `Start Date` `is in the next` `5`…') */
"%@ %@ %@ %@…" = "%@ %@ %@ %@…";

/* Service name followed by account, e.g. Dropbox (johnmiller@gmail.com) */
"%@ (%@)" = "%@ (%@)";

/* Share a shortcut */
"Share Shortcut" = "Del snarvei";

/* Share a workflow along with a description */
"Share with Description" = "Del med beskrivelse";

/* Share a workflow as a file */
"Share as File" = "Del som fil";

/* Share shortcut */
"Share" = "Del";

/* Short date formatting style */
"Short" = "Kort";

/* Shortcut contains no actions error description, %@=shortcut name */
"“%@” contains no actions." = "Det er ingen handlinger i «%@».";

/* Shortcut contains no actions error title */
"Empty Shortcut" = "Tom snarvei";

/* Shortcut contains no actions error title */
"No Actions" = "Ingen handlinger";

/* Shortcut description placeholder */
"Customize Shortcut…" = "Tilpass snarvei…";

/* Shortcut icon */
"Icon" = "Symbol";

/* Shortcut picker; navigation bar title */
"Choose Shortcut" = "Velg snarvei";

/* Shortcut reordering; %1$@,%2$@ = shortcut names */
"Moved between %1$@ and %2$@" = "Flyttet mellom %1$@ og %2$@";

/* Shortcut reordering; %@ = shortcut name */
"Moved to end after %@" = "Flyttet til slutten etter %@";

/* Shortcut reordering; %@ = shortcut name */
"Moved to top before %@" = "Flyttet til toppen foran %@";

/* Shortcut type selection view; widget info detail text */
"To use shortcuts from the Today Widget, follow a few simple steps to add the widget. Or, tap Done to set up later." = "Snarveier kan brukes fra I dag-widgeten ved å utføre noen enkle trinn for å legge til widgeten. Eller trykk på Ferdig for å konfigurere det senere.";

/* Shortcut type selection view; widget info slogan text */
"Add the Today Widget to run shortcuts lightning fast." = "Legg til I dag-widgeten for å utføre snarveier lynraskt.";

/* Shortcut types help view; accessiblity hint */
"Screenshot of a share sheet in Safari with the Shortcuts activity highlighted" = "Skjermbilde av et delingsark i Safari med Snarveier-aktiviteten framhevet";

/* Shortcut types help view; info label */
"Action Extension shortcuts are run from the share sheet inside other apps." = "Handlingstillegg-snarveier utføres fra delingsarket i andre apper.";

/* Shortcut types help view; info label */
"Today Widget shortcuts are run in Notification Center by pulling down from the top of the screen." = "I dag-widgetsnarveier utføres i Varslingssenter ved å trekke ned fra toppen av skjermen.";

/* Shortcut types help view; title */
"Shortcut Types" = "Snarveistyper";

/* Shortcut was deleted on a specified device */
"Deleted on %@" = "Slettet på %@";

/* Shortcut was deleted on another device */
"Deleted on another device" = "Slettet på en annen enhet";

/* Shortcut was modified on a specified device */
"Modified on %@" = "Endret på %@";

/* Shortcut was modified on another device */
"Modified on another device" = "Endret på en annen enhet";

/* Shortcuts picker; search bar placeholder */
"Search shortcuts…" = "Søk etter snarveier…";

/* Shortcuts types help view; accessibility label */
"Screenshot of the Shortcuts widget in Notification Center" = "Skjermbilde av Snarveier-widgeten i Varslingssenter";

/* Siri phrase */
"“%@”" = "«%@»";

/* Skip gallery shortcut import configuration */
"Skip Setup" = "Hopp over konfigurering";

/* Specifies how the automatic capitalization of the name of a shortcut should work: 0 = No auto capitalization, 1 = Only the first word, 2 = All words */
"Auto-capitalization for Shortcut Name" = "1";

/* Stop sharing the link to a shortcut */
"Stop Sharing" = "Avslutt deling";

/* Submit a workflow to the gallery */
"Submit to Gallery" = "Send til galleri";

/* Tap to choose an option */
"Tap to Choose" = "Trykk for å velge";

/* Text when sharing a shortcut */
"Check out the shortcut I built!" = "Prøv denne snarveien jeg har laget!";

/* The accessibility label for the actions table view container */
"Actions Controller" = "Handlingskontroll";

/* The location of the share button in Safari on iPad */
"the bottom of the screen" = "nederst på skjermen";

/* The location of the share button in Safari on iPad */
"the top right of the screen" = "oppe til høyre på skjermen";

/* The workflow accepts anything as input. Shown like “Accepts Anything” */
"Anything" = "Alt";

/* The workflow accepts nothing as input. Shown like “Accepts Nothing” */
"Nothing" = "Ingenting";

/* Title */
"Actions" = "Handlinger";

/* Title */
"Date Format" = "Datoformat";

/* Title */
"Requires Handoff" = "Krever Handoff";

/* Title */
"Shortcuts" = "Snarveier";

/* Title */
"Time Format" = "Tidsformat";

/* Title */
"Type" = "Type";

/* Title for action drawer categories view */
"Categories" = "Kategorier";

/* Title for configuration page for unit */
"Unit (Title)" = "Enhet";

/* Title of main screen showing your library of shortcuts */
"Library" = "Bibliotek";

/* Title of the view controller that allows the user to control which shortcuts appear in the Today Widget */
"Customize Shortcuts" = "Tilpass Snarveier";

/* Title or button */
"Import Questions" = "Importspørsmål";

/* Today widget explanation */
"Boom! Your Today Widget is set up." = "Slik skal det gjøres! I dag-widgeten er klar til bruk.";

/* Today widget explanation */
"Next, grab some Today Widget shortcuts from the Gallery." = "Deretter henter du noen I dag-widgetsnarveier fra galleriet.";

/* Today widget explanation */
"With the Shortcuts Today Widget, you can run shortcuts in a single tap from any app just by pulling down Notification Center." = "Med I dag-widgeten i Snarveier kan du utføre snarveier med et enkelt trykk fra en hvilken som helst app ved bare å trekke ned Varslingssenter.";

/* Today widget explanation button */
"Add Widget" = "Legg til widget";

/* Today widget explanation button */
"View the Gallery" = "Vis galleriet";

/* Today widget explanation; please do not localize %MODEL% */
"Run shortcuts lightning fast, from anywhere on your %MODEL%." = "Utfør snarveier lynraskt fra hvor som helst på %MODEL%.";

/* Unknown item */
"Unknown" = "Ukjent";

/* Used in a phrase like 'Add new item' */
"new item" = "nytt objekt";

/* User’s favorited workflows or actions */
"Favorites" = "Favoritter";

/* Variable field placeholder */
"Variable Name" = "Variabelnavn";

/* Variable picker; none available error message */
"You can create a variable by adding a “Set Variable” action." = "Du kan opprette en variabel ved å legge til en «Angi variabel»-handling.";

/* Varible picker; none available error title */
"No Variables Are Available" = "Ingen variabler tilgjengelig";

/* Workflow conflicts; navigation bar back button title */
"Conflicts" = "Konflikter";

/* Workflow import flow title shown above import question */
"Configure This Shortcut" = "Konfigurer denne snarveien";

/* Workflow name */
"Name of Shortcut" = "Navn";

/* Workflow type selection view */
"Tap Done to continue editing your shortcut." = "Trykk på Ferdig for å fortsette å redigere snarveien.";

/* Workflow types help view; accessibility hint */
"Screenshot of the Shortcuts watch app" = "Skjermbilde av Snarveier-klokkeappen";

/* Workflow types help view; info label */
"Apple Watch shortcuts are run from your wrist via the Shortcuts watch app or Complication." = "Apple Watch-snarveier utføres fra håndleddet via Snarveier-klokkeappen eller Snarveier-komplikasjonen.";

/* Workflow types help view; instructions label */
"How do I find the Today Widget?" = "Hvordan finner jeg I dag-widgeten?";

/* iOS Today Widget */
"Today Widget" = "I dag-widget";

